The plane origins of roof slabs.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<XYZ> GetPlaneOrigins()
  Visual Basic
Public Function GetPlaneOrigins As IList(Of XYZ)
  Visual C++
public:
IList<XYZ^>^ GetPlaneOrigins()
 Return Value
 The origins.
 See Also
  RoofComponents Class
  Autodesk.Revit.DB.IFC Namespace